<unk>	0
<s>	0
</s>	0
ու	-0
ան	-1
եր	-2
ար	-3
ակ	-4
ին	-5
այ	-6
ում	-7
▁հ	-8
ներ	-9
որ	-10
▁է	-11
ել	-12
ութ	-13
ական	-14
ուն	-15
ությ	-16
▁մ	-17
ամ	-18
▁կ	-19
են	-20
ատ	-21
ավ	-22
աս	-23
▁▁	-24
ություն	-25
ագ	-26
ով	-27
▁թ	-28
▁գ	-29
▁ն	-30
▁և	-31
▁տ	-32
▁Ա	-33
ետ	-34
աց	-35
▁|	-36
▁ա	-37
▁(	-38
ած	-39
▁դ	-40
ոն	-41
ալ	-42
իր	-43
▁բ	-44
ստ	-45
ների	-46
ող	-47
▁պ	-48
▁որ	-49
անի	-50
ես	-51
եղ	-52
ության	-53
▁թվ	-54
ահ	-55
▁վ	-56
ային	-57
ից	-58
▁թվական	-59
▁ս	-60
ազ	-61
այի	-62
▁Հ	-63
րա	-64
▁են	-65
▁||	-66
աղ	-67
առ	-68
▁Մ	-69
▁Ս	-70
երի	-71
ված	-72
ման	-73
եց	-74
իս	-75
▁«	-76
▁շ	-77
աստ	-78
▁ան	-79
▁համ	-80
ուս	-81
վել	-82
եկ	-83
▁Կ	-84
իկ	-85
ադ	-86
աք	-87
▁եր	-88
▁Բ	-89
եմ	-90
▁ք	-91
ոլ	-92
ուր	-93
▁ար	-94
▁այ	-95
▁խ	-96
ները	-97
ույ	-98
▁մի	-99
ախ	-100
ագր	-101
ապ	-102
աշ	-103
բեր	-104
ավոր	-105
▁հետ	-106
իտ	-107
յան	-108
▁ծ	-109
իլ	-110
վում	-111
▁առ	-112
ըն	-113
ոս	-114
նակ	-115
րան	-116
ությունը	-117
անակ	-118
իմ	-119
▁լ	-120
▁Ն	-121
արդ	-122
ործ	-123
▁Լ	-124
արի	-125
▁Պ	-126
▁Գ	-127
ազմ	-128
▁օ	-129
▁իր	-130
▁փ	-131
▁ըն	-132
▁էր	-133
▁պատ	-134
անդ	-135
աջ	-136
անում	-137
եռ	-138
▁ու	-139
▁թվականին	-140
յու	-141
ամբ	-142
),	-143
րջ	-144
▁Ռ	-145
ոտ	-146
▁նա	-147
▁տար	-148
արտ	-149
աբ	-150
ություններ	-151
▁Վ	-152
այն	-153
▁թվականի	-154
▁չ	-155
▁ֆ	-156
▁մե	-157
տն	-158
ոմ	-159
▁զ	-160
▁ժ	-161
▁Ար	-162
քի	-163
▁Դ	-164
ոց	-165
▁Ե	-166
այր	-167
▁համար	-168
▁մաս	-169
շխ	-170
արձ	-171
իայի	-172
երը	-173
▁վեր	-174
րդ	-175
արկ	-176
ոկ	-177
պես	-178
▁ին	-179
քում	-180
իվ	-181
անգ	-182
▁առաջ	-183
▁երկ	-184
ագիր	-185
▁հայ	-186
▁Տ	-187
արգ	-188
▁շրջ	-189
ուց	-190
▁ավ	-191
▁ստ	-192
որդ	-193
աղաք	-194
րի	-195
||	-196
▁|-	-197
▁ամ	-198
եյ	-199
իչ	-200
▁կազմ	-201
ոթ	-202
ացի	-203
▁ց	-204
աթ	-205
▁Ի	-206
er	-207
եպ	-208
▁Ո	-209
անկ	-210
ադր	-211
▁ծր	-212
▁Ֆ	-213
ափ	-214
▁գործ	-215
▁ժամ	-216
ուլ	-217
ոյ	-218
տր	-219
ելի	-220
▁աշխ	-221
իդ	-222
այում	-223
ույն	-224
▁Ծ	-225
▁տեղ	-226
▁ձ	-227
ուտ	-228
▁քաղաք	-229
աստանի	-230
▁բնակ	-231
▁ծրագիր	-232
▁ներ	-233
սկ	-234
▁ռ	-235
նում	-236
an	-237
▁նաև	-238
▁ուն	-239
ոչ	-240
▁կար	-241
ոխ	-242
յուղ	-243
նդ	-244
▁գր	-245
յալ	-246
on	-247
▁Այ	-248
անոթ	-249
ատար	-250
▁Ու	-251
տեմ	-252
▁այն	-253
քը	-254
in	-255
▁ժամանակ	-256
▁որը	-257
րո	-258
ումներ	-259
ագրություններ	-260
en	-261
▁-	-262
▁միջ	-263
▁Ծանոթ	-264
▁մար	-265
ությունների	-266
եզ	-267
▁նախ	-268
▁հար	-269
▁Թ	-270
▁ճ	-271
ությամբ	-272
եք	-273
անց	-274
ագործ	-275
▁հիմ	-276
▁գյուղ	-277
▁Հայ	-278
▁մարդ	-279
ոգ	-280
ելու	-281
ներին	-282
ավար	-283
իզ	-284
նական	-285
▁Ք	-286
իլմ	-287
▁ապ	-288
իսկ	-289
աժ	-290
▁օգ	-291
ոշ	-292
▁Է	-293
եղծ	-294
ավայր	-295
▁մեկ	-296
ոդ	-297
)։	-298
▁Շ	-299
աբեր	-300
▁աշխատ	-301
յուն	-302
▁կող	-303
or	-304
աշտ	-305
▁կայ	-306
իպ	-307
արհ	-308
▁ազ	-309
▁Խ	-310
▁Եր	-311
սի	-312
▁սկ	-313
արան	-314
▁եղ	-315
պան	-316
ar	-317
ումը	-318
իստ	-319
▁նկ	-320
▁կողմ	-321
▁վրա	-322
ացել	-323
▁կազմում	-324
▁ինչ	-325
ելով	-326
▁էին	-327
▁կամ	-328
վեց	-329
ոռ	-330
աքին	-331
ներից	-332
ոնի	-333
ակի	-334
շտ	-335
▁որոն	-336
▁Օ	-337
▁նրան	-338
es	-339
տաքին	-340
▁որպես	-341
կեր	-342
▁Ռուս	-343
որհ	-344
al	-345
ուկ	-346
ներով	-347
▁ընդ	-348
▁օր	-349
զի	-350
▁S	-351
▁մեջ	-352
▁տես	-353
իթ	-354
ոստ	-355
եստ	-356
տեմբեր	-357
▁հետո	-358
▁C	-359
լի	-360
▁հայտն	-361
աճ	-362
▁այլ	-363
▁Ջ	-364
րց	-365
▁հղ	-366
▁իսկ	-367
▁Ան	-368
ներում	-369
▁աստ	-370
ը՝	-371
ti	-372
▁Արտաքին	-373
▁մեծ	-374
▁A	-375
ակում	-376
երո	-377
▁տարած	-378
▁առաջին	-379
իճ	-380
յուս	-381
▁կողմից	-382
▁շար	-383
ուհ	-384
անք	-385
ինչ	-386
ալի	-387
▁հղումներ	-388
▁հեռ	-389
յուր	-390
▁այդ	-391
ագույն	-392
▁խաղ	-393
ույթ	-394
կրա	-395
▁պետ	-396
▁կեն	-397
▁հավ	-398
եթ	-399
he	-400
▁կառ	-401
երոիդ	-402
▁ֆիլմ	-403
կրաին	-404
▁անվ	-405
անը	-406
▁M	-407
▁նրա	-408
▁հաս	-409
ակեր	-410
▁Չ	-411
▁կարող	-412
երիկ	-413
եգ	-414
գային	-415
▁մրց	-416
եդ	-417
վյալ	-418
րամ	-419
▁կր	-420
▁I	-421
▁մոտ	-422
ակց	-423
ոք	-424
իսի	-425
նի	-426
▁Բնակ	-427
իներ	-428
▁արդ	-429
▁բնակավայր	-430
▁արտ	-431
»,	-432
ՆԵ	-433
▁ուղ	-434
▁ջ	-435
▁մասին	-436
▁(),	-437
▁հանդ	-438
▁Սոկ	-439
▁ստեղծ	-440
իշ	-441
աչ	-442
▁անց	-443
ոլոր	-444
ԱՐ	-445
▁եղել	-446
▁գտն	-447
ոռո	-448
▁հատ	-449
ինգ	-450
ԻՆԵ	-451
▁ԼԻՆԵ	-452
▁ԼԻՆԵԱՐ	-453
▁Սոկոռո	-454
▁Փ	-455
is	-456
իան	-457
▁նշ	-458
▁Յ	-459
▁պատմ	-460
▁T	-461
կրաինայի	-462
րապ	-463
կայ	-464
աձ	-465
ությունները	-466
նել	-467
▁ի	-468
▁տվյալ	-469
▁P	-470
▁Ամ	-471
տեղ	-472
երում	-473
▁ավելի	-474
▁B	-475
արար	-476
▁պահ	-477
ինակ	-478
եխ	-479
ուստ	-480
▁Ալ	-481
բերի	-482
▁Ռուսաստանի	-483
վող	-484
ոնական	-485
որհրդ	-486
▁պաշտ	-487
սկի	-488
▁տարբեր	-489
▁մինչ	-490
▁Մի	-491
աբան	-492
ողջ	-493
▁որոնք	-494
իա	-495
թաց	-496
ենց	-497
արձր	-498
▁ուս	-499
▁սկս	-500
եծ	-501
▁L	-502
▁Բնակչ	-503
մբ	-504
ապետ	-505
ապես	-506
▁ամեն	-507
արակ	-508
ինի	-509
ic	-510
▁նկար	-511
▁ունեց	-512
▁հուն	-513
▁երգ	-514
րորդ	-515
ուշ	-516
նտ	-517
▁նոր	-518
▁կան	-519
▁ցանկ	-520
ետր	-521
▁հր	-522
ողով	-523
րոց	-524
▁եկ	-525
▁կատար	-526
▁օգտ	-527
▁շրջանի	-528
▁Ուկրաինայի	-529
it	-530
▁N	-531
▁անգ	-532
om	-533
▁ոչ	-534
երմ	-535
▁գլ	-536
րել	-537
▁շրջան	-538
▁դեպ	-539
ակարգ	-540
▁պար	-541
▁գիտ	-542
▁ակ	-543
▁մարզի	-544
ագրություն	-545
▁Զ	-546
le	-547
at	-548
▁վերջ	-549
վար	-550
▁փոխ	-551
րանց	-552
▁հան	-553
▁բաց	-554
յա	-555
▁դեր	-556
ումն	-557
▁կին	-558
▁էլ	-559
▁դարձ	-560
▁որոշ	-561
քն	-562
ակից	-563
ատր	-564
կայաց	-565
▁վար	-566
▁գետ	-567
դամ	-568
▁հիմն	-569
արանի	-570
▁կմ	-571
▁մինչև	-572
ենի	-573
▁արդյուն	-574
▁բնակավայրեր	-575
ահանգ	-576
ոյի	-577
ակայն	-578
բոլ	-579
▁ինչպես	-580
տի	-581
▁այս	-582
ացած	-583
վեստ	-584
շակ	-585
▁քանի	-586
երին	-587
ալս	-588
as	-589
դի	-590
▁բարձր	-591
հան	-592
▁ներկայաց	-593
us	-594
▁օգտագործ	-595
▁D	-596
ոզ	-597
▁պայ	-598
▁R	-599
▁սեպ	-600
ովի	-601
▁կապ	-602
»։	-603
ոսի	-604
ացման	-605
▁որտեղ	-606
▁թվականներին	-607
▁երբ	-608
▁դաս	-609
ափոխ	-610
▁հիմնական	-611
▁ամբ	-612
օր	-613
▁կենտր	-614
▁մարտ	-615
▁սպ	-616
ասան	-617
▁d	-618
աշրջ	-619
el	-620
նտես	-621
▁Ֆրան	-622
ոփ	-623
▁ընթաց	-624
▁մասնակ	-625
ահայ	-626
ur	-627
եքս	-628
▁աղ	-629
▁ծն	-630
րոպ	-631
տանի	-632
▁նվ	-633
▁Բր	-634
ագիտ	-635
եցին	-636
ույց	-637
բաղ	-638
երոիդների	-639
▁երկու	-640
▁Նա	-641
ենս	-642
▁գլխ	-643
ահման	-644
ոբ	-645
քեր	-646
et	-647
▁բան	-648
▁t	-649
ol	-650
▁մահ	-651
▁աշխարհ	-652
եռն	-653
▁շրջանում	-654
ճառ	-655
կական	-656
իական	-657
▁անդամ	-658
ատմ	-659
րանք	-660
▁հոկ	-661
of	-662
▁Այս	-663
ակը	-664
▁G	-665
երազմ	-666
տեմբերի	-667
ուտբոլ	-668
երեն	-669
ևմ	-670
ուղ	-671
▁հն	-672
ևել	-673
ոնը	-674
քան	-675
▁—	-676
րկ	-677
մի	-678
▁շատ	-679
պրոց	-680
▁հաղ	-681
▁ցուց	-682
ավառ	-683
▁ընթացքում	-684
▁կայքում	-685
▁H	-686
▁Ժ	-687
▁ապր	-688
ահան	-689
րապետ	-690
իգ	-691
▁չի	-692
▁ամբողջ	-693
ակերպ	-694
▁նախագ	-695
իների	-696
▁Այն	-697
աշխ	-698
▁Երև	-699
▁հեղ	-700
▁ունեն	-701
▁F	-702
▁խորհրդ	-703
ոցի	-704
▁պատճառ	-705
▁համալս	-706
. 	-707
ոսկ	-708
▁նույն	-709
▁հավաք	-710
▁կոմ	-711
զբ	-712
ов	-713
▁դեմ	-714
▁բն	-715
տոր	-716
▁աս	-717
▁ընկեր	-718
▁դար	-719
եյս	-720
ch	-721
ст	-722
ատես	-723
ում՝	-724
▁E	-725
▁Գր	-726
ra	-727
կին	-728
ww	-729
ներն	-730
ասիր	-731
վա	-732
▁ձև	-733
▁գեր	-734
▁զբաղ	-735
▁որի	-736
▁իրավ	-737
▁–	-738
▁ֆուտբոլ	-739
եբ	-740
ատակ	-741
ոպ	-742
▁նահանգ	-743
ապատ	-744
▁անհ	-745
▁դպրոց	-746
▁Սփ	-747
▁of	-748
un	-749
ևոր	-750
▁բաժ	-751
▁W	-752
ստերոիդների	-753
▁մշակ	-754
▁Ը	-755
ովոր	-756
յուսիս	-757
ուգ	-758
▁գտնվում	-759
▁Առ	-760
աբար	-761
▁պատերազմ	-762
ոքր	-763
▁Ամերիկ	-764
ունակ	-765
▁թե	-766
առն	-767
ոհ	-768
▁մարզ	-769
il	-770
անական	-771
and	-772
▁դարի	-773
▁Համ	-774
▁Հար	-775
յանի	-776
▁դր	-777
▁հայտնի	-778
.,	-779
այց	-780
re	-781
▁գլխավոր	-782
▁անգամ	-783
իոն	-784
ՄՆ	-785
▁ընտանի	-786
ни	-787
▁մրցանակ	-788
▁կառուց	-789
տիվ	-790
անտ	-791
▁ավարտ	-792
կա	-793
իի	-794
▁սակայն	-795
▁Պիկ	-796
ենտ	-797
▁ճան	-798
▁անվան	-799
▁Տես	-800
▁Ստ	-801
▁Եվ	-802
ությանը	-803
▁տարի	-804
ունք	-805
եժ	-806
▁պետական	-807
ինը	-808
▁ալ	-809
ասն	-810
▁դեկ	-811
որեն	-812
▁ժողով	-813
▁իրենց	-814
▁սեպտեմբեր	-815
▁թվականից	-816
րային	-817
▁մասնակց	-818
▁▁▁▁	-819
անձ	-820
ск	-821
▁թող	-822
▁համակարգ	-823
ալիս	-824
▁Հայաստանի	-825
որձ	-826
▁ԱՄՆ	-827
▁բոլոր	-828
tion	-829
ոյեմ	-830
քս	-831
որտ	-832
▁կոչ	-833
▁սահման	-834
▁ունի	-835
▁Կիթ	-836
▁հետև	-837
ակայ	-838
երով	-839
▁կարգ	-840
ուդ	-841
▁Սփեյս	-842
ուոչ	-843
▁Սփեյսուոչ	-844
▁դերասան	-845
▁խմբ	-846
ра	-847
աստանում	-848
իկական	-849
▁տեղի	-850
▁թագ	-851
ոլոգ	-852
▁մասն	-853
▁պայման	-854
ավել	-855
նչ	-856
ահատ	-857
ուժ	-858
երից	-859
▁ազգային	-860
▁կազմակերպ	-861
կաց	-862
▁ով	-863
եղեց	-864
ուրս	-865
ալով	-866
որի	-867
▁միայն	-868
եփ	-869
յակ	-870
վան	-871
▁բնակչ	-872
▁սկզբ	-873
արիչ	-874
ազոտ	-875
▁երաժ	-876
▁անձ	-877
▁առաջն	-878
▁զարգ	-879
քին	-880
▁բազմ	-881
▁օգոստ	-882
▁կյան	-883
▁տվյալներով	-884
▁ը	-885
▁նրանց	-886
▁քաղաքական	-887
ing	-888
կար	-889
▁ենթ	-890
▁Կար	-891
ությունն	-892
▁Ավ	-893
ig	-894
իլի	-895
րաժ	-896
ումնասիր	-897
եկան	-898
▁նոյեմ	-899
▁հոկտեմբեր	-900
▁Հան	-901
▁հաջ	-902
▁ընտր	-903
գի	-904
ov	-905
▁հակ	-906
▁որոնց	-907
▁չէ	-908
am	-909
ed	-910
ին՝	-911
на	-912
▁նշանակ	-913
Աստերոիդների	-914
եի	-915
ՍՀ	-916
քով	-917
st	-918
վի	-919
ակալ	-920
▁ֆիլմեր	-921
ստոն	-922
▁միջոց	-923
▁ծառ	-924
ումբ	-925
▁կառավար	-926
▁սովոր	-927
▁լավ	-928
ուսն	-929
երկ	-930
ուծ	-931
ro	-932
▁Այդ	-933
▁բայց	-934
իվանդ	-935
▁ընդուն	-936
▁երկր	-937
անկար	-938
▁իրական	-939
աձայն	-940
ևմտ	-941
ությունից	-942
▁ղ	-943
▁փորձ	-944
իճակ	-945
▁հաստ	-946
յանը	-947
նն	-948
իները	-949
▁գյուղեր	-950
▁(,	-951
դր	-952
բյուր	-953
ագետ	-954
երն	-955
կան	-956
▁համայն	-957
ատարակ	-958
յութ	-959
աճախ	-960
անից	-961
▁գավառ	-962
▁ձեռ	-963
ումների	-964
▁լին	-965
քներ	-966
երս	-967
▁հաղթ	-968
ent	-969
▁ուժ	-970
▁Իս	-971
ազգային	-972
րահ	-973
▁արժ	-974
»-	-975
▁վերաբեր	-976
եջ	-977
▁անուն	-978
▁հետազոտ	-979
▁հիմնադր	-980
▁վերջին	-981
▁ունեցել	-982
ունդ	-983
▁արվեստ	-984
▁V	-985
▁ամերիկ	-986
▁ղեկ	-987
▁փետր	-988
▁),	-989
երթ	-990
▁գոտ	-991
▁վարչ	-992
սիայի	-993
ևմտյան	-994
▁բար	-995
▁կեր	-996
▁մարմ	-997
▁շարժ	-998
▁երկար	-999
▁որն	-1000
▁հիվանդ	-1001
▁/	-1002
▁երկրորդ	-1003
▁the	-1004
▁աստերոիդ	-1005
▁с	-1006
▁ուղղ	-1007
▁ինքն	-1008
▁հանդիպ	-1009
վարի	-1010
▁նպ	-1011
▁նախագահ	-1012
րապետության	-1013
▁աշխատանք	-1014
▁տնտես	-1015
ուբ	-1016
ուրջ	-1017
ինա	-1018
▁ըստ	-1019
▁Անդ	-1020
▁տղ	-1021
քների	-1022
▁ազդ	-1023
▁դարձել	-1024
ուհի	-1025
ադարձ	-1026
▁ազատ	-1027
▁նահանգի	-1028
▁հաշ	-1029
պիսի	-1030
▁հայտնաբեր	-1031
▁երաժշտ	-1032
▁քան	-1033
▁հաստատ	-1034
ասխ	-1035
▁չեն	-1036
▁մայի	-1037
▁լեզ	-1038
▁թագավոր	-1039
▁մեկը	-1040
▁հրատարակ	-1041
եցնում	-1042
▁ղեկավար	-1043
մամբ	-1044
▁տեղափոխ	-1045
արավոր	-1046
կանց	-1047
▁փոքր	-1048
▁Երկ	-1049
▁Մեծ	-1050
ստիտ	-1051
▁Գեր	-1052
հանուր	-1053
արը	-1054
անիայի	-1055
▁հաճախ	-1056
եհ	-1057
աշխարհ	-1058
▁Աղ	-1059
▁կենտրոն	-1060
▁լուս	-1061
ամարդ	-1062
ակումբ	-1063
ույս	-1064
ac	-1065
▁и	-1066
▁հոգ	-1067
▁պահպան	-1068
▁մտ	-1069
▁աշխատել	-1070
քները	-1071
աֆ	-1072
▁հեռուստ	-1073
▁հեղինակ	-1074
▁գաղ	-1075
ությունում	-1076
▁ակումբ	-1077
ստիտուտ	-1078
ad	-1079
▁հայտ	-1080
ուլտ	-1081
մանը	-1082
▁ուսումնասիր	-1083
պեր	-1084
▁պատճառով	-1085
▁գրանց	-1086
ուրբ	-1087
▁Նրա	-1088
▁բեր	-1089
րե	-1090
▁պետք	-1091
▁ռուս	-1092
▁С	-1093
▁ինստիտուտ	-1094
ահար	-1095
▁պրո	-1096
▁պատկեր	-1097
իջ	-1098
▁p	-1099
▁ստեղծագործ	-1100
▁ֆուտբոլիստ	-1101
▁գրող	-1102
▁ռազմ	-1103
▁չափ	-1104
նելով	-1105
ենդ	-1106
բոմ	-1107
ումները	-1108
ուզ	-1109
▁Իտ	-1110
▁Պալ	-1111
▁թողարկ	-1112
▁ներառ	-1113
շխան	-1114
▁O	-1115
ht	-1116
րաստ	-1117
▁ընկ	-1118
եժիս	-1119
աների	-1120
րադ	-1121
▁աստղ	-1122
▁հարց	-1123
անուն	-1124
▁գն	-1125
▁Կենս	-1126
▁J	-1127
եշտ	-1128
ացավ	-1129
▁Պատմ	-1130
կմ	-1131
ատի	-1132
▁ստացել	-1133
մարդ	-1134
եմատ	-1135
▁համաձայն	-1136
ադեմ	-1137
▁Առաջ	-1138
▁հյուսիս	-1139
▁The	-1140
ականություն	-1141
լին	-1142
երբ	-1143
▁թանգ	-1144
▁հարավ	-1145
աստեղծ	-1146
▁Նոր	-1147
▁երեխ	-1148
եկտր	-1149
երգ	-1150
com	-1151
▁Իր	-1152
ատվ	-1153
ուցիչ	-1154
▁m	-1155
▁գործող	-1156
անջ	-1157
id	-1158
արանում	-1159
ախոս	-1160
անիշ	-1161
▁անկ	-1162
▁կայս	-1163
▁եկեղեց	-1164
աուն	-1165
ետի	-1166
ապարհ	-1167
▁and	-1168
ia	-1169
▁թթ	-1170
ունե	-1171
▁Ալեքս	-1172
▁կերպ	-1173
▁միջև	-1174
▁բառ	-1175
ահայտ	-1176
եխն	-1177
▁Վեր	-1178
▁անցկաց	-1179
ույթի	-1180
▁ամուսն	-1181
▁հեռավոր	-1182
ер	-1183
▁հուլ	-1184
աստան	-1185
▁պարտ	-1186
▁ակտիվ	-1187
▁խնդ	-1188
լանդ	-1189
▁նրանք	-1190
բան	-1191
▁առանձ	-1192
կի	-1193
ենը	-1194
ռն	-1195
նորհ	-1196
▁մասը	-1197
▁հնարավոր	-1198
▁Մար	-1199
Ու	-1200
▁М	-1201
▁շարք	-1202
▁մն	-1203
աշխարհային	-1204
▁K	-1205
ահամ	-1206
▁երեք	-1207
եժիսոր	-1208
▁նավ	-1209
ակներ	-1210
▁Ֆրանսիայի	-1211
▁կոն	-1212
▁զին	-1213
▁պաշտպան	-1214
անալ	-1215
▁պատրաստ	-1216
▁հասարակ	-1217
▁հանգ	-1218
▁ծառայ	-1219
▁п	-1220
▁դուրս	-1221
um	-1222
▁արձ	-1223
այլ	-1224
ter	-1225
վեցին	-1226
ոֆ	-1227
▁Բնակչությունը	-1228
▁Տար	-1229
▁միջազգային	-1230
▁հոր	-1231
ջին	-1232
ор	-1233
▁կիր	-1234
ագիտական	-1235
▁արտադր	-1236
▁զգ	-1237
▁Եվրոպ	-1238
ացնում	-1239
ie	-1240
ասի	-1241
անքի	-1242
▁էջ	-1243
os	-1244
▁ԽՍՀ	-1245
▁Կր	-1246
ենք	-1247
▁Կենսագրություն	-1248
▁վայր	-1249
la	-1250
▁գեղ	-1251
▁անվանում	-1252
իկայի	-1253
ականության	-1254
▁փոփ	-1255
▁առավել	-1256
▁տղամարդ	-1257
ասարդ	-1258
▁տարածք	-1259
▁ե	-1260
▁համալսարանի	-1261
▁գործիչ	-1262
րով	-1263
եսի	-1264
▁նոյեմբեր	-1265
ատոր	-1266
▁հայտարար	-1267
▁s	-1268
²։	-1269
ստոնիայի	-1270
նելու	-1271
ացված	-1272
ասխան	-1273
ածու	-1274
ակների	-1275
▁բանակ	-1276
▁տարեկան	-1277
▁Երևանի	-1278
ագրության	-1279
եան	-1280
ղզ	-1281
▁հուշ	-1282
▁Ց	-1283
նայ	-1284
դան	-1285
▁Մոսկ	-1286
ուրգ	-1287
▁կոր	-1288
ուրդ	-1289
րոն	-1290
▁ուշ	-1291
▁w	-1292
արտար	-1293
ոմար	-1294
ուխ	-1295
արձակ	-1296
թի	-1297
արանը	-1298
նա	-1299
▁մակ	-1300
▁օգոստոս	-1301
▁Աշխ	-1302
▁Բնակչության	-1303
▁դեկտեմբեր	-1304
▁նկարահան	-1305
▁սիր	-1306
ենական	-1307
▁թատր	-1308
եֆ	-1309
ագայում	-1310
▁Ճ	-1311
www	-1312
▁U	-1313
▁Բնակչություն	-1314
ոնդ	-1315
աթիվ	-1316
▁դեպքում	-1317
▁հազ	-1318
▁իշխան	-1319
▁de	-1320
ամարտ	-1321
ազան	-1322
ap	-1323
ль	-1324
իճան	-1325
ևի	-1326
ot	-1327
▁դեպի	-1328
ականների	-1329
եթե	-1330
▁ճանապարհ	-1331
▁դիտ	-1332
▁ակադեմ	-1333
но	-1334
ոջ	-1335
▁ալբոմ	-1336
ut	-1337
ոցիալ	-1338
▁լր	-1339
▁Կան	-1340
AT	-1341
▁()	-1342
▁in	-1343
▁քաղաքում	-1344
որս	-1345
▁Ազ	-1346
իկի	-1347
ետև	-1348
քերի	-1349
եմոն	-1350
II	-1351
▁Աստ	-1352
▁արագ	-1353
▁հանդիս	-1354
▁հիշ	-1355
Հայ	-1356
ագրական	-1357
▁գետի	-1358
▁ամբողջական	-1359
▁в	-1360
▁տալիս	-1361
▁պատերազմի	-1362
▁ազդեց	-1363
▁ժողովրդ	-1364
▁հունվար	-1365
▁միավոր	-1366
em	-1367
ation	-1368
▁Ֆիլմ	-1369
ուսակց	-1370
▁կն	-1371
▁նկարիչ	-1372
▁բժ	-1373
▁շնորհ	-1374
▁Պալոմար	-1375
▁լավագույն	-1376
▁նպատակ	-1377
▁հաշվ	-1378
▁գործունե	-1379
▁քաղաքի	-1380
▁հաջող	-1381
անս	-1382
▁քարտ	-1383
▁աջ	-1384
▁f	-1385
ույլ	-1386
րեց	-1387
▁զոր	-1388
▁հանդես	-1389
այից	-1390
ադիր	-1391
▁NE	-1392
▁ծնվել	-1393
▁կոդ	-1394
անր	-1395
ка	-1396
▁կայսր	-1397
▁գտնվող	-1398
▁Անգ	-1399
ua	-1400
աշար	-1401
աթի	-1402
▁փոփոխ	-1403
արվեստ	-1404
երիտ	-1405
▁կիրառ	-1406
▁բանաստեղծ	-1407
▁խմ	-1408
▁Ղ	-1409
▁համարվում	-1410
▁մանկ	-1411
վոր	-1412
▁շուրջ	-1413
▁հայր	-1414
ևելյան	-1415
▁դրամ	-1416
ers	-1417
իրի	-1418
▁NEAT	-1419
im	-1420
ոլի	-1421
▁նման	-1422
▁մարդկանց	-1423
ումից	-1424
արիեր	-1425
iv	-1426
▁Առաջին	-1427
ականի	-1428
▁փետրվար	-1429
▁Էլ	-1430
▁Մաուն	-1431
▁խտ	-1432
ելը	-1433
լիմ	-1434
▁դիմ	-1435
▁եզ	-1436
նամ	-1437
ен	-1438
վեր	-1439
▁քնն	-1440
ir	-1441
աճառ	-1442
ացող	-1443
▁հրապ	-1444
▁օրինակ	-1445
▁Գերմ	-1446
եկտ	-1447
▁ամս	-1448
▁ԽՍՀՄ	-1449
▁(«	-1450
▁Մաունթ	-1451
այական	-1452
աձև	-1453
op	-1454
գր	-1455
ոնում	-1456
վելով	-1457
▁Ֆրանսի	-1458
▁Արևմտյան	-1459
որհրդային	-1460
▁աշխարհի	-1461
ասկ	-1462
արին	-1463
▁Լեմոն	-1464
րատ	-1465
իտակ	-1466
▁ֆրան	-1467
▁կուսակց	-1468
▁ծրագր	-1469
▁սկսել	-1470
▁նախկին	-1471
ec	-1472
▁հատկ	-1473
▁մեկն	-1474
▁աճ	-1475
▁վիճակ	-1476
те	-1477
իբ	-1478
▁St	-1479
ռոմ	-1480
▁իմ	-1481
▁Ալեքսանդ	-1482
միր	-1483
թեր	-1484
արտարապետ	-1485
▁Ըստ	-1486
▁խոս	-1487
▁X	-1488
▁ապրիլ	-1489
▁ընդհանուր	-1490
▁դարձավ	-1491
պետ	-1492
▁հարաբեր	-1493
▁համաշխարհային	-1494
առնում	-1495
գոր	-1496
երտ	-1497
ությունը՝	-1498
Ար	-1499
▁բնակչության	-1500
անդակ	-1501
բյուրներ	-1502
▁մարդահամ	-1503
շան	-1504
▁բազմաթիվ	-1505
▁փաստ	-1506
ակատ	-1507
իներին	-1508
երիտասարդ	-1509
եմի	-1510
▁կապված	-1511
▁հրամ	-1512
▁Հանրապետության	-1513
▁մասնակցել	-1514
▁շարունակ	-1515
▁մատ	-1516
լավ	-1517
տնի	-1518
▁տն	-1519
նայած	-1520
▁Նիկ	-1521
իստական	-1522
og	-1523
ադատ	-1524
gov	-1525
▁դատ	-1526
▁Պատ	-1527
▁А	-1528
ողական	-1529
▁մարդահամարի	-1530
▁Ամերիկացի	-1531
▁միլի	-1532
▁ձայն	-1533
ֆես	-1534
ապահ	-1535
▁կրթ	-1536
▁հեր	-1537
▁թույլ	-1538
▁ճանաչ	-1539
▁տակ	-1540
ist	-1541
▁միջին	-1542
ովը	-1543
ողների	-1544
▁զարգացման	-1545
ունի	-1546
ավորված	-1547
▁տեղեկ	-1548
▁նյութ	-1549
▁բնակվում	-1550
ard	-1551
▁Երևան	-1552
▁ափ	-1553
ալիայի	-1554
▁է՝	-1555
ld	-1556
ոսը	-1557
▁թիմ	-1558
▁հայկական	-1559
ag	-1560
ро	-1561
աբանական	-1562
▁Հուն	-1563
սը	-1564
▁խաղում	-1565
ոճ	-1566
▁Պետ	-1567
ադի	-1568
▁c	-1569
ենտր	-1570
ստր	-1571
▁գյուղում	-1572
▁Բրիտ	-1573
եական	-1574
▁ավարտել	-1575
ոլոգիական	-1576
▁պատմության	-1577
քերը	-1578
▁մեդ	-1579
▁Նախ	-1580
Ռուս	-1581
▁In	-1582
▁Մոսկվ	-1583
րոշ	-1584
իկան	-1585
▁Պատմություն	-1586
ծի	-1587
▁պաշտոնական	-1588
ամանակ	-1589
▁տեխն	-1590
▁Ձ	-1591
▁հատված	-1592
եսը	-1593
▁երիտասարդ	-1594
ադար	-1595
▁Աբ	-1596
ли	-1597
▁միջոցով	-1598
▁Քաղաք	-1599
աղկ	-1600
ռչ	-1601
▁ստոր	-1602
one	-1603
գն	-1604
▁մակարդ	-1605
▁ռեժիսոր	-1606
ուի	-1607
ре	-1608
▁Հետ	-1609
ul	-1610
▁կատարել	-1611
որոշ	-1612
քային	-1613
▁սպան	-1614
▁լուսանկար	-1615
ատմամբ	-1616
▁ընդգ	-1617
ադրվել	-1618
ամեն	-1619
▁ուներ	-1620
ատեր	-1621
▁ազգ	-1622
▁Աղբյուրներ	-1623
▁Ակ	-1624
եշ	-1625
▁փող	-1626
▁արվեստի	-1627
▁հատուկ	-1628
▁նվիր	-1629
▁մայր	-1630
▁բաժան	-1631
տանգ	-1632
▁"	-1633
▁պատվ	-1634
od	-1635
▁Թուր	-1636
▁կիս	-1637
▁ֆուտբոլիստներ	-1638
ղթ	-1639
ացնել	-1640
▁նախարար	-1641
չի	-1642
եներ	-1643
▁հանձ	-1644
▁գիտությունների	-1645
եմպ	-1646
▁լայն	-1647
իման	-1648
▁խոր	-1649
▁Սակայն	-1650
րիկ	-1651
 —	-1652
▁Y	-1653
▁քանակ	-1654
▁Հայաստանում	-1655
ոշոր	-1656
▁նկատմամբ	-1657
նաս	-1658
▁կղզ	-1659
▁միաս	-1660
▁b	-1661
ուսի	-1662
ամի	-1663
ուպ	-1664
▁հիմնականում	-1665
▁եկել	-1666
▁այլն	-1667
ասրահ	-1668
ուրի	-1669
րին	-1670
ավորման	-1671
▁սր	-1672
▁կարևոր	-1673
արժ	-1674
▁պարզ	-1675
▁պրոֆես	-1676
▁դեռ	-1677
▁ապա	-1678
▁սոցիալ	-1679
աշն	-1680
▁В	-1681
▁ջրային	-1682
▁մոլոր	-1683
▁մյուս	-1684
▁դա	-1685
սպ	-1686
▁առաջարկ	-1687
անոց	-1688
▁հուշարձ	-1689
▁ՀՀ	-1690
ан	-1691
▁ունեցող	-1692
oc	-1693
▁Սկ	-1694
▁իրեն	-1695
այք	-1696
տում	-1697
▁եղբ	-1698
▁պահանջ	-1699
▁իրավունք	-1700
го	-1701
րաբ	-1702
▁գերման	-1703
ացումը	-1704
▁պաշտոն	-1705
ow	-1706
▁ճարտարապետ	-1707
▁մեղ	-1708
▁որդ	-1709
▁աստերոիդներ	-1710
իծ	-1711
ens	-1712
ատալ	-1713
▁գոյ	-1714
ընթաց	-1715
orld	-1716
ասար	-1717
).	-1718
▁մետ	-1719
▁▁▁▁▁▁▁▁	-1720
աներ	-1721
▁Հարավ	-1722
ri	-1723
քից	-1724
//	-1725
ադայի	-1726
▁առանց	-1727
▁գրել	-1728
ոդված	-1729
▁բնակավայրերի	-1730
▁հայտնաբերված	-1731
▁Գտն	-1732
▁հրաման	-1733
ութային	-1734
▁վեպ	-1735
ովան	-1736
▁բռն	-1737
▁Բել	-1738
ժմ	-1739
▁Գրականություն	-1740
▁մեր	-1741
▁վաճառ	-1742
ավորապես	-1743
▁Ջոն	-1744
▁ամերիկացի	-1745
▁խմբի	-1746
▁թարգ	-1747
ացիայի	-1748
▁մայիս	-1749
աքր	-1750
իլիս	-1751
▁ֆիզ	-1752
ուհետև	-1753
▁արք	-1754
▁սեփ	-1755
րայ	-1756
ացում	-1757
▁հաղորդ	-1758
▁խնդիր	-1759
▁ռազմական	-1760
▁Փարի	-1761
▁Օր	-1762
▁դեղ	-1763
▁ուղեծ	-1764
բեջ	-1765
▁կառուցված	-1766
▁տպ	-1767
իայում	-1768
▁ունենում	-1769
%-	-1770
տար	-1771
աշրջան	-1772
ստեղ	-1773
▁վարչական	-1774
▁ավանդ	-1775
▁խումբ	-1776
▁ցույց	-1777
▁վիր	-1778
▁հեռավորության	-1779
եին	-1780
▁տեսակ	-1781
▁Հյուսիս	-1782
▁գալիս	-1783
ар	-1784
▁կաթ	-1785
▁Գտնվում	-1786
..	-1787
▁առանձն	-1788
me	-1789
▁կարիեր	-1790
մտ	-1791
այտ	-1792
▁ծով	-1793
րաք	-1794
▁Խորհրդային	-1795
ay	-1796
ess	-1797
այթ	-1798
▁հոս	-1799
ամաս	-1800
▁հրապարակ	-1801
▁Սուրբ	-1802
ահով	-1803
▁թիվ	-1804
▁կենս	-1805
▁առև	-1806
կանում	-1807
լադ	-1808
tp	-1809
The	-1810
▁պտ	-1811
▁Մես	-1812
▁օպեր	-1813
▁ավել	-1814
▁կյանքի	-1815
▁Մարտ	-1816
արմ	-1817
ողներ	-1818
▁արդեն	-1819
▁բնակիչ	-1820
ле	-1821
իկոս	-1822
▁երաժշտական	-1823
ենկ	-1824
▁զբաղեցնում	-1825
▁արժան	-1826
տնում	-1827
▁տուն	-1828
▁այբ	-1829
ия	-1830
▁լեռն	-1831
ագն	-1832
ություններում	-1833
▁հող	-1834
արգև	-1835
ագիրը	-1836
ումի	-1837
▁ընդգրկ	-1838
▁Արեգ	-1839
քանչ	-1840
▁գավառում	-1841
▁նույնպես	-1842
ևմուտ	-1843
▁աշ	-1844
տը	-1845
ло	-1846
http	-1847
▁հարթ	-1848
ны	-1849
րաժեշտ	-1850
▁Նյու	-1851
▁լի	-1852
▁զոհ	-1853
իկա	-1854
իկը	-1855
://	-1856
▁Հով	-1857
▁բուժ	-1858
▁սար	-1859
▁Գերագույն	-1860
ce	-1861
▁կայք	-1862
դրբեջ	-1863
լան	-1864
▁դրա	-1865
րիտ	-1866
աքս	-1867
▁տեղափոխվել	-1868
▁սեպտեմբերի	-1869
las	-1870
▁Բար	-1871
▁արդյունքում	-1872
▁Վր	-1873
te	-1874
▁արգ	-1875
Ռուսաստանի	-1876
▁մարտի	-1877
ություններից	-1878
▁կարգով	-1879
▁ձեռք	-1880
ալու	-1881
իսին	-1882
▁տր	-1883
ութեան	-1884
▁ծագ	-1885
առանգ	-1886
▁հաջորդ	-1887
ակտ	-1888
ուլի	-1889
▁արտահայտ	-1890
շավ	-1891
▁անտ	-1892
ագա	-1893
▁a	-1894
իտալ	-1895
ացվել	-1896
▁որպեսզի	-1897
▁պր	-1898
երիալ	-1899
րափ	-1900
▁հին	-1901
▁դեկտեմբերի	-1902
▁միլիոն	-1903
▁մայիսի	-1904
▁խտությունը	-1905
եյն	-1906
▁հոդված	-1907
ou	-1908
▁Կառ	-1909
▁օգոստոսի	-1910
▁խոշոր	-1911
ցի	-1912
▁կարելի	-1913
▁Միջ	-1914
իլիսոփ	-1915
ֆիլմ	-1916
▁Կոմ	-1917
▁Հիմ	-1918
▁Իսպ	-1919
▁չէր	-1920
ски	-1921
րաքանչ	-1922
▁քար	-1923
▁ուր	-1924
▁սն	-1925
րաքանչյուր	-1926
ավորում	-1927
▁տվյալների	-1928
▁մակեր	-1929
▁հունվարի	-1930
ովսկի	-1931
տավ	-1932
անքը	-1933
▁ապահով	-1934
ign	-1935
▁մարմին	-1936
ետը	-1937
▁Նիկոլ	-1938
▁Ch	-1939
▁շքան	-1940
▁Անդերս	-1941
ակառ	-1942
▁К	-1943
▁Նրանք	-1944
ագրի	-1945
▁գեղարվեստ	-1946
▁ել	-1947
մատ	-1948
ուհիներ	-1949
▁կախ	-1950
ավարտ	-1951
աշրջանում	-1952
▁Ին	-1953
▁արբան	-1954
▁ֆրանսի	-1955
▁համապատ	-1956
▁П	-1957
▁,	-1958
OS	-1959
▁Մարի	-1960
▁սեփական	-1961
չական	-1962
SB	-1963
ույր	-1964
▁կոմուն	-1965
իզմ	-1966
▁Ալեքսանդր	-1967
ովիչ	-1968
ցեն	-1969
▁ուսան	-1970
մանի	-1971
▁կանանց	-1972
▁գրավ	-1973
▁օգտագործվում	-1974
▁թանգարան	-1975
վելու	-1976
▁Ռո	-1977
▁ոսկ	-1978
իկների	-1979
▁քաղաքից	-1980
անկյուն	-1981
ոնտ	-1982
ակիր	-1983
▁գավ	-1984
▁լուծ	-1985
պոզ	-1986
ինական	-1987
րիստ	-1988
▁հոկտեմբերի	-1989
պիսիք	-1990
▁Պր	-1991
▁ճակատ	-1992
NE	-1993
. —	-1994
▁հուլիսի	-1995
▁ոճ	-1996
▁վերադարձ	-1997
եմպիոն	-1998
անիայում	-1999
▁արդյունքները	-2000
▁մեդալ	-2001
▁Պար	-2002
▁հուշարձան	-2003
▁հանձն	-2004
▁տարվա	-2005
▁տիր	-2006
▁տրամ	-2007
▁այբբ	-2008
▁ամերիկյան	-2009
SBN	-2010
ևան	-2011
▁Էդ	-2012
▁իս	-2013
▁աղջ	-2014
▁հունիսի	-2015
Ուկրաինայի	-2016
▁էկ	-2017
▁այբբենական	-2018
▁կատարում	-2019
▁բժշ	-2020
▁թվականին՝	-2021
▁ժամանակակից	-2022
та	-2023
րափակ	-2024
ew	-2025
▁գործում	-2026
ենում	-2027
▁Աշխարհ	-2028
եթի	-2029
▁շին	-2030
ավայրը	-2031
իշտ	-2032
▁ինչը	-2033
▁ջր	-2034
▁շնորհիվ	-2035
▁Հյուսիսային	-2036
▁հազար	-2037
▁ատ	-2038
▁մոդ	-2039
▁՝	-2040
ко	-2041
▁վերաբերյալ	-2042
ացրել	-2043
че	-2044
▁միասին	-2045
▁արբանյակ	-2046
▁լինել	-2047
▁ախ	-2048
աշրջանի	-2049
▁վաղ	-2050
▁նշան	-2051
▁մրցանակի	-2052
ատեղ	-2053
und	-2054
ներ՝	-2055
ացիոն	-2056
▁Կոր	-2057
▁Մոսկվայի	-2058
▁վնաս	-2059
▁v	-2060
▁Կոն	-2061
▁տվյալներ	-2062
▁ներքին	-2063
▁կես	-2064
լոր	-2065
▁տնօր	-2066
ները՝	-2067
▁ենթարկ	-2068
▁դառնում	-2069
ub	-2070
▁հետևանք	-2071
նես	-2072
▁Ապ	-2073
▁թաղ	-2074
▁կատ	-2075
▁ինչպիսիք	-2076
▁մեթ	-2077
▁երկրի	-2078
▁Սմ	-2079
▁պայք	-2080
▁թվականը	-2081
ևս	-2082
նշ	-2083
ոլով	-2084
▁ապրիլի	-2085
▁ISBN	-2086
օրինակ	-2087
ախտ	-2088
ազիլ	-2089
աբնակ	-2090
րաֆ	-2091
բերտ	-2092
ճար	-2093
▁արտաքին	-2094
▁դիր	-2095
▁խմբեր	-2096
▁ջերմ	-2097
առատ	-2098
▁հետագայում	-2099
▁ֆիլմի	-2100
▁նվազ	-2101
▁Շվ	-2102
լիմպ	-2103
▁նոյեմբերի	-2104
▁լեռ	-2105
ունակում	-2106
ափն	-2107
ացիների	-2108
▁Անդերսոն	-2109
▁գիտական	-2110
▁խորհրդային	-2111
▁եվ	-2112
▁գաղափ	-2113
ացյալ	-2114
ian	-2115
չության	-2116
th	-2117
ցել	-2118
▁դե	-2119
▁ցեղ	-2120
▁տարածքում	-2121
▁ինստիտուտի	-2122
▁դառն	-2123
ընդ	-2124
.-	-2125
▁Սա	-2126
▁վիճ	-2127
▁կա	-2128
▁քարտեզ	-2129
▁երրորդ	-2130
աքրք	-2131
▁գրական	-2132
▁պալ	-2133
▁Հռոմ	-2134
▁չորս	-2135
▁զանգ	-2136
▁Տարած	-2137
ւմտ	-2138
ավեր	-2139
▁ժառանգ	-2140
▁Երկրորդ	-2141
▁Р	-2142
▁օգն	-2143
▁ընկերության	-2144
▁Ընդ	-2145
▁գում	-2146
▁Գլ	-2147
ab	-2148
ւմտահայ	-2149
վին	-2150
▁դրությամբ	-2151
▁Սպ	-2152
▁ակումբի	-2153
▁թվում	-2154
▁Յոր	-2155
▁դարում	-2156
ամյա	-2157
ապետական	-2158
▁կոչվում	-2159
net	-2160
ույտ	-2161
ինանս	-2162
▁Ամերիկյան	-2163
▁ոլոր	-2164
▁թուր	-2165
կր	-2166
▁պատկանում	-2167
աշկ	-2168
ահանդ	-2169
▁եղբայր	-2170
▁ընտանիքի	-2171
▁դիտարկ	-2172
▁ցանկը	-2173
բյ	-2174
▁որոնցից	-2175
ավետ	-2176
Բնակ	-2177
▁Անտ	-2178
▁դրանք	-2179
▁կենդան	-2180
▁պատմական	-2181
da	-2182
ավորվել	-2183
առակ	-2184
▁Իտալիայի	-2185
NEOS	-2186
▁հերոս	-2187
▁մարդու	-2188
▁տարիներին	-2189
Ան	-2190
▁աստիճան	-2191
▁թերթ	-2192
▁հանդիպում	-2193
▁на	-2194
ողության	-2195
▁հետազոտություն	-2196
▁ներառում	-2197
նող	-2198
▁գնահատ	-2199
▁լեզու	-2200
▁մասնակից	-2201
ти	-2202
ակով	-2203
▁Ar	-2204
▁ձախ	-2205
▁մեթոդ	-2206
իզմի	-2207
Ալ	-2208
▁մետր	-2209
եցրել	-2210
▁Ուս	-2211
time	-2212
▁Գրի	-2213
▁յու	-2214
▁սպիտակ	-2215
▁Էստոնիայի	-2216
▁անհրաժեշտ	-2217
▁էլեկտր	-2218
▁շեն	-2219
▁Հայկական	-2220
▁են՝	-2221
▁Մեսա	-2222
ill	-2223
ուստր	-2224
րախ	-2225
աշտոնական	-2226
▁Ման	-2227
▁տեղակայ	-2228
▁քննադատ	-2229
▁անկախ	-2230
▁ժողովրդական	-2231
միջ	-2232
▁հանրապետության	-2233
uk	-2234
աբաթ	-2235
ion	-2236
▁հասարակական	-2237
▁.	-2238
="	-2239
▁դիվ	-2240
▁Թուրքի	-2241
▁փիլիսոփ	-2242
▁Լա	-2243
▁աջակց	-2244
▁զինվոր	-2245
▁հանդիսանում	-2246
եոն	-2247
▁հիմնադրված	-2248
նվ	-2249
ско	-2250
▁մայ	-2251
ացվում	-2252
our	-2253
во	-2254
ակա	-2255
սեր	-2256
Էստոնիայի	-2257
▁Լեն	-2258
լերեն	-2259
▁Պոլ	-2260
▁հավաքականի	-2261
▁գրանցված	-2262
▁կանոն	-2263
▁ևս	-2264
▁դաշ	-2265
մար	-2266
▁դժ	-2267
▁աշխատանքի	-2268
ակերտ	-2269
▁ձեռն	-2270
աչափ	-2271
▁ովքեր	-2272
▁Օս	-2273
ine	-2274
▁world	-2275
▁պատմություն	-2276
ազանց	-2277
▁LO	-2278
ներգ	-2279
align	-2280
▁տվել	-2281
▁եթե	-2282
▁գնդ	-2283
SS	-2284
եալ	-2285
իլյ	-2286
ud	-2287
▁Վալ	-2288
▁փողոց	-2289
ովին	-2290
▁տնտեսական	-2291
▁պատասխան	-2292
):	-2293
▁նկարագր	-2294
▁գոտիները	-2295
▁ժամային	-2296
▁Աֆ	-2297
▁շահ	-2298
▁Եվրոպայի	-2299
▁LONEOS	-2300
իֆ	-2301
▁ներկայացուցիչ	-2302
ran	-2303
եմն	-2304
▁Վար	-2305
ակուլտ	-2306
▁արբանյակային	-2307
▁ստիպ	-2308
▁փետրվարի	-2309
▁о	-2310
▁մեն	-2311
ադրության	-2312
▁ստեղծել	-2313
որը	-2314
▁փուլ	-2315
▁միության	-2316
▁օրգ	-2317
▁թարգման	-2318
▁այնպես	-2319
▁հարձակ	-2320
ла	-2321
▁Երբ	-2322
րաժար	-2323
zone	-2324
կայի	-2325
մեն	-2326
▁բեմ	-2327
▁սեր	-2328
▁И	-2329
Բնակավայր	-2330
▁%	-2331
▁երև	-2332
▁Սթ	-2333
ko	-2334
▁գոլ	-2335
▁համապետական	-2336
▁հետևյալ	-2337
ատու	-2338
ագիտության	-2339
▁հինգ	-2340
▁արգել	-2341
▁ուղարկ	-2342
▁կարճ	-2343
▁Լյու	-2344
իդր	-2345
ци	-2346
▁գիր	-2347
▁թվականների	-2348
իպտ	-2349
▁Ռադայի	-2350
▁օբյ	-2351
timezone	-2352
▁worldtimezone	-2353
▁գործի	-2354
▁յուրաքանչյուր	-2355
да	-2356
▁շրջանների	-2357
▁մշակույթի	-2358
▁դրանց	-2359
ee	-2360
▁հարկ	-2361
▁երգչ	-2362
▁l	-2363
▁սովորել	-2364
▁Կլ	-2365
աժողով	-2366
ույթը	-2367
▁▁▁	-2368
ки	-2369
▁ակադեմիայի	-2370
անիզ	-2371
ne	-2372
աները	-2373
▁նախատես	-2374
▁Փարիզ	-2375
tic	-2376
ընկեր	-2377
▁կրկ	-2378
▁վերական	-2379
ազդ	-2380
▁ներկայացնում	-2381
ասը	-2382
▁Փոքր	-2383
թե	-2384
▁դոլ	-2385
▁ֆակուլտ	-2386
այով	-2387
ամենայն	-2388
▁նվիրված	-2389
▁լույս	-2390
ge	-2391
▁վան	-2392
ue	-2393
▁Կատալ	-2394
չություն	-2395
▁Գործ	-2396
»)	-2397
անա	-2398
▁նվաճ	-2399
▁հրաժար	-2400
est	-2401
▁Դաշն	-2402
ալը	-2403
նիկ	-2404
▁Մինչ	-2405
արում	-2406
▁Ֆր	-2407
ուամենայն	-2408
իտոր	-2409
▁An	-2410
all	-2411
▁ինտ	-2412
ուամենայնիվ	-2413
ություններին	-2414
▁Բացի	-2415
▁Բնակավայրը	-2416
րաքաղաք	-2417
▁Հարավային	-2418
ի՝	-2419
յուժ	-2420
▁քիչ	-2421
▁սոցիալական	-2422
▁ման	-2423
ինգլ	-2424
ովա	-2425
ոկտոր	-2426
▁շրջանավարտ	-2427
Եր	-2428
ունկ	-2429
▁կոմպոզ	-2430
▁վերահ	-2431
▁Գերմանիայի	-2432
▁համալսարան	-2433
անիա	-2434
де	-2435
▁դպրոցի	-2436
.։	-2437
արիայի	-2438
▁Ադրբեջ	-2439
սկու	-2440
▁անունով	-2441
▁Pr	-2442
արեն	-2443
▁համեմատ	-2444
▁Ռուսաստանում	-2445
▁ավտ	-2446
եչ	-2447
▁ավագ	-2448
▁ստեղծվել	-2449
ավարժ	-2450
▁ռուսական	-2451
▁բնակչությունը	-2452
▁Որ	-2453
ուլտֆիլմ	-2454
▁ցուցադր	-2455
եկն	-2456
բերգ	-2457
▁վերադ	-2458
▁հավասար	-2459
art	-2460
▁Վի	-2461
▁II	-2462
ավական	-2463
Հայաստանի	-2464
▁Նրանց	-2465
▁ամիս	-2466
▁փոխանց	-2467
▁ծնունդ	-2468
▁ֆինանս	-2469
▁հատկապես	-2470
▁տաճ	-2471
▁կազմի	-2472
եյմ	-2473
▁դերը	-2474
▁եւ	-2475
աբանության	-2476
▁Մահ	-2477
այել	-2478
ord	-2479
▁Վոլ	-2480
▁Նկար	-2481
▁անունը	-2482
քեն	-2483
▁եռ	-2484
▁Իտալի	-2485
▁վաստ	-2486
ոյում	-2487
▁օրեն	-2488
▁ներք	-2489
ունքի	-2490
այա	-2491
իմի	-2492
ենսկի	-2493
▁գծ	-2494
▁խորհրդի	-2495
եղեցին	-2496
▁դաշտ	-2497
▁կառույց	-2498
▁//	-2499
▁կնոջ	-2500
▁բջ	-2501
ասպ	-2502
▁լուսանկարներ	-2503
արն	-2504
լադիմ	-2505
▁կենտրոնի	-2506
▁ամրոց	-2507
իշկ	-2508
▁համայնք	-2509
մունք	-2510
ացիական	-2511
▁չեմպիոն	-2512
▁հեղափոխ	-2513
▁փոխարին	-2514
ուդի	-2515
▁քաղաքներ	-2516
վելի	-2517
▁տասն	-2518
▁Н	-2519
▁Սան	-2520
▁Տնտես	-2521
▁Լոնդ	-2522
ուհին	-2523
▁հաղթանակ	-2524
▁Ավստր	-2525
ity	-2526
որով	-2527
▁ֆիլմում	-2528
ատիվ	-2529
▁մարզում	-2530
▁Հնդ	-2531
▁Ծն	-2532
▁արժանացել	-2533
▁խաչ	-2534
րած	-2535
▁կենտրոնական	-2536
▁Un	-2537
▁իրար	-2538
▁պրոֆեսոր	-2539
▁մահացել	-2540
▁Հովհան	-2541
▁м	-2542
ագրությունը	-2543
▁n	-2544
▁հիման	-2545
▁Ազգային	-2546
ով՝	-2547
եզեր	-2548
ողի	-2549
▁վարկ	-2550
▁վերց	-2551
ագործակց	-2552
▁մայրաքաղաք	-2553
▁Արդ	-2554
▁կոդը	-2555
▁Չնայած	-2556
ber	-2557
▁Հեռ	-2558
ևէ	-2559
ոլդ	-2560
նդի	-2561
av	-2562
▁Ժողով	-2563
▁ապրում	-2564
աստիճան	-2565
որհուրդ	-2566
▁սկզբին	-2567
ախմբ	-2568
▁Եղ	-2569
վածք	-2570
այդ	-2571
րիստոն	-2572
ինսկի	-2573
▁Օլ	-2574
ափակ	-2575
▁համապատասխան	-2576
հատ	-2577
▁կազմել	-2578
▁հետաքրք	-2579
▁անդամներ	-2580
▁նկարահանվել	-2581
▁բարձրագույն	-2582
իգայի	-2583
եքստ	-2584
▁կուսակցության	-2585
▁տարր	-2586
ազգ	-2587
▁նվագ	-2588
▁կանգ	-2589
ավանդ	-2590
▁տեղակայված	-2591
▁զուգ	-2592
▁Դր	-2593
ակատար	-2594
▁www	-2595
▁որից	-2596
▁արդյունաբեր	-2597
▁աղբյուր	-2598
aps	-2599
ադրի	-2600
Բնակավայրերի	-2601
անշ	-2602
լով	-2603
պատ	-2604
▁որում	-2605
▁Միջին	-2606
▁ռես	-2607
▁օրը	-2608
գամ	-2609
▁երգը	-2610
աթեմատ	-2611
▁Մալ	-2612
▁շաբաթ	-2613
▁Միացյալ	-2614
▁օրվա	-2615
ասպան	-2616
▁հորիզ	-2617
▁հասց	-2618
▁Չին	-2619
▁Հա	-2620
▁Կամ	-2621
ph	-2622
▁[	-2623
դյուս	-2624
▁կառուցվել	-2625
ավիր	-2626
▁գետեր	-2627
ell	-2628
▁տան	-2629
▁քաղաքը	-2630
▁Նույն	-2631
ունը	-2632
▁Հոլ	-2633
ակն	-2634
▁Նով	-2635
արյան	-2636
▁դոկտոր	-2637
.)	-2638
до	-2639
յուզ	-2640
▁գրողներ	-2641
▁սև	-2642
ածկ	-2643
▁գործիչներ	-2644
րում	-2645
▁առաջնորդ	-2646
▁առողջ	-2647
rc	-2648
▁աշակերտ	-2649
▁շրջանակ	-2650
▁նպատակով	-2651
▁աշխատում	-2652
▁նախագծ	-2653
▁Ճապ	-2654
▁չոր	-2655
▁Կալ	-2656
ak	-2657
երձ	-2658
▁մշակութային	-2659
ok	-2660
▁այնպիսի	-2661
▁աստված	-2662
▁քարտեզներ	-2663
▁Լի	-2664
▁ռեսուրս	-2665
ախի	-2666
լիմպիական	-2667
▁զանգված	-2668
▁պնդ	-2669
▁ցած	-2670
▁ծովի	-2671
▁ողջ	-2672
երորդ	-2673
▁կանխ	-2674
▁Արտ	-2675
▁սկսեց	-2676
▁Ստեղծ	-2677
▁նույնիսկ	-2678
սել	-2679
ва	-2680
ետիկ	-2681
▁գրեթե	-2682
ադրում	-2683
▁ցուցահանդ	-2684
▁շրջանավարտներ	-2685
▁Մակ	-2686
▁Re	-2687
▁եզրափակ	-2688
rada	-2689
▁Կոլ	-2690
io	-2691
▁ձգ	-2692
րոպական	-2693
enko	-2694
▁Անգլի	-2695
▁Կիր	-2696
▁սցեն	-2697
▁համակարգի	-2698
այան	-2699
ողները	-2700
▁սովորաբար	-2701
ակները	-2702
ри	-2703
▁ունեցած	-2704
▁յ	-2705
ևելք	-2706
▁№	-2707
▁առավելագույն	-2708
▁ճնշ	-2709
▁գեղարվեստական	-2710
ուրգի	-2711
ումով	-2712
լադիմիր	-2713
անելի	-2714
ensus	-2715
▁կառավարության	-2716
▁դափն	-2717
▁Աշխատ	-2718
▁գիտնական	-2719
▁maps	-2720
▁մարդիկ	-2721
▁հնչ	-2722
▁հիշատակ	-2723
▁մեքեն	-2724
կային	-2725
իոնալ	-2726
որմ	-2727
▁uk	-2728
▁գյուղի	-2729
եքի	-2730
ոու	-2731
▁բրիտ	-2732
▁պահպանվել	-2733
▁ապրել	-2734
vlas	-2735
▁առանձին	-2736
vlasenko	-2737
▁ukrc	-2738
▁Կատալինա	-2739
▁ukrcensus	-2740
ամուտ	-2741
▁ֆուտբոլի	-2742
ասում	-2743
ակավոր	-2744
ատնտես	-2745
▁կայսրության	-2746
▁CSS	-2747
▁որոշակի	-2748
ոնին	-2749
▁ֆիլմը	-2750
▁ավազան	-2751
▁հեռուստատես	-2752
▁Քրիստ	-2753
▁հենց	-2754
▁սկսում	-2755
▁առաջնության	-2756
▁Դեր	-2757
լա	-2758
.:	-2759
▁Որոշ	-2760
եկիր	-2761
▁ձեռնարկ	-2762
▁մուտ	-2763
▁անտառ	-2764
▁Բալ	-2765
ել՝	-2766
▁այնուհետև	-2767
ամատ	-2768
▁թափ	-2769
իսը	-2770
աղկացած	-2771
▁ավազ	-2772
▁քաղ	-2773
▁նամ	-2774
ոնային	-2775
ացու	-2776
▁Մրց	-2777
ացիները	-2778
լեն	-2779
յակի	-2780
▁ներդր	-2781
▁Л	-2782
▁հերթ	-2783
▁խորհուրդ	-2784
ատիպ	-2785
▁տարեկ	-2786
շտական	-2787
▁Г	-2788
իրը	-2789
▁Մաս	-2790
▁թողարկվել	-2791
▁Մոն	-2792
▁Բրազիլ	-2793
սում	-2794
ատան	-2795
յուտ	-2796
▁ինդ	-2797
▁վերահսկ	-2798
▁հետևանքով	-2799
▁այնտեղ	-2800
▁բանկ	-2801
ագետներ	-2802
ոման	-2803
ից՝	-2804
եյի	-2805
▁հավաքական	-2806
նախ	-2807
▁նստ	-2808
▁Արց	-2809
▁Սմոլ	-2810
▁Համալս	-2811
րաշ	-2812
բոս	-2813
վարդ	-2814
▁պլ	-2815
▁հորիզոնական	-2816
▁աչ	-2817
▁Դաշնության	-2818
▁գիշ	-2819
▁պարգև	-2820
ft	-2821
▁թեր	-2822
ավալ	-2823
▁բերել	-2824
▁դափնեկիր	-2825
▁գործակալ	-2826
վեգ	-2827
▁անգլի	-2828
▁բնական	-2829
▁:	-2830
▁բավական	-2831
▁օգտագործում	-2832
▁միջն	-2833
▁եկեղեցու	-2834
լինի	-2835
▁հրամանատար	-2836
լամ	-2837
ет	-2838
արական	-2839
▁անմիջ	-2840
▁գրականության	-2841
▁նշանակում	-2842
▁եմ	-2843
րադի	-2844
▁բաղկացած	-2845
▁համագործակց	-2846
▁Վերջին	-2847
▁երգի	-2848
ևիչ	-2849
▁Դոն	-2850
▁կնք	-2851
▁մանկավարժ	-2852
▁խաղացել	-2853
ություններով	-2854
ևն	-2855
ատը	-2856
նից	-2857
ain	-2858
իեզեր	-2859
▁իտալ	-2860
անյան	-2861
յարդ	-2862
մանյան	-2863
ուհու	-2864
▁քաղաքային	-2865
▁ակն	-2866
▁գոյություն	-2867
▁Աստերոիդների	-2868
▁ծանր	-2869
ենն	-2870
▁ցուցանիշ	-2871
▁արշավ	-2872
ди	-2873
▁մտնում	-2874
▁սինգլ	-2875
▁Միլ	-2876
▁թռչ	-2877
▁Արևելյան	-2878
▁եկեղեցին	-2879
▁Al	-2880
▁գերեզ	-2881
▁հաշվով	-2882
ացիներ	-2883
▁Պատկեր	-2884
▁ 	-2885
▁կազմված	-2886
վագ	-2887
իդրոլոգիական	-2888
ինք	-2889
▁մոր	-2890
ադրել	-2891
▁Պետր	-2892
▁հոգեբ	-2893
աղի	-2894
▁ոստ	-2895
▁որով	-2896
▁Հանրապետ	-2897
▁սեռ	-2898
▁հայտնվել	-2899
▁Т	-2900
▁լինում	-2901
ութի	-2902
▁Բոր	-2903
ուներ	-2904
թն	-2905
▁լրագր	-2906
լուծ	-2907
Գր	-2908
▁աստիճ	-2909
▁Б	-2910
▁կրկին	-2911
ԱԿ	-2912
ուռ	-2913
▁դուստր	-2914
▁մասում	-2915
ոմի	-2916
▁օդ	-2917
▁Ամեն	-2918
այումս	-2919
uc	-2920
▁աշխարհում	-2921
ուչ	-2922
▁շքանշան	-2923
▁Հին	-2924
ունքը	-2925
▁այստեղ	-2926
▁տվյալները	-2927
քական	-2928
ish	-2929
▁Մոր	-2930
▁վր	-2931
▁Ներ	-2932
▁Հեր	-2933
▁հարակից	-2934
▁հսկ	-2935
▁Գյուղ	-2936
▁համալսարանում	-2937
ова	-2938
▁աշխատունակ	-2939
▁միակ	-2940
բի	-2941
դյուսեր	-2942
ուլղ	-2943
ևմուտք	-2944
ik	-2945
bo	-2946
ադաշտ	-2947
▁հագ	-2948
իկտոր	-2949
▁բժիշկ	-2950
▁արձակ	-2951
▁տարածված	-2952
▁բառարան	-2953
ացնելու	-2954
ովկ	-2955
▁թեկն	-2956
▁թատրոնի	-2957
իկներ	-2958
▁Սմոլենսկի	-2959
▁աստերոիդների	-2960
▁բաղ	-2961
▁Անձ	-2962
▁քիմ	-2963
▁փախ	-2964
▁կարծ	-2965
▁ծնունդներ	-2966
▁Հալ	-2967
ենտրոն	-2968
▁բնորոշ	-2969
▁սպեկտր	-2970
ագրել	-2971
▁հուլիս	-2972
ագրվել	-2973
▁Իվան	-2974
▁չնայած	-2975
▁Էր	-2976
не	-2977
▁հանր	-2978
▁Ֆիլ	-2979
▁ես	-2980
եղի	-2981
▁ձևավոր	-2982
▁լեզվ	-2983
ահոլով	-2984
▁հյուսիսային	-2985
▁որևէ	-2986
աժամանակ	-2987
ատում	-2988
▁Հայր	-2989
երու	-2990
▁երկրների	-2991
▁st	-2992
▁ցածր	-2993
▁դադար	-2994
▁գրադ	-2995
ուսը	-2996
ացույց	-2997
ադրություն	-2998
ացիան	-2999
անիզմ	-3000
▁ուժեղ	-3001
▁բժշկական	-3002
▁Եկ	-3003
if	-3004
անալով	-3005
▁դերասաններ	-3006
▁վերած	-3007
▁հայաբնակ	-3008
իչներ	-3009
որդի	-3010
▁Շրջ	-3011
ինո	-3012
▁արհ	-3013
▁ամենամ	-3014
ողարկ	-3015
նթ	-3016
▁իրադարձ	-3017
▁օգտագործել	-3018
ник	-3019
▁գործընթաց	-3020
▁ստանում	-3021
▁կտր	-3022
▁ընտանիքում	-3023
▁դոլար	-3024
ակար	-3025
ևը	-3026
▁բանակի	-3027
▁կախված	-3028
▁դպրոցում	-3029
▁Ավելի	-3030
▁պարբեր	-3031
▁հեռանում	-3032
ոլոգիան	-3033
Այ	-3034
▁զգալի	-3035
▁Օգ	-3036
▁Սեն	-3037
արթ	-3038
▁թատեր	-3039
իզբ	-3040
ալա	-3041
▁մետաղ	-3042
գը	-3043
▁նշել	-3044
▁ռեսուրսների	-3045
▁Հեն	-3046
▁Մատ	-3047
իսով	-3048
գամավոր	-3049
վադ	-3050
րես	-3051
ճի	-3052
եռնի	-3053
▁Խաչ	-3054
▁քանդակ	-3055
▁&	-3056
աղթ	-3057
▁New	-3058
▁դես	-3059
նտր	-3060
ight	-3061
▁գումար	-3062
▁նախատեսված	-3063
▁Դա	-3064
▁անգլերեն	-3065
▁En	-3066
▁Լեհ	-3067
▁Սամ	-3068
▁որին	-3069
▁Վիլ	-3070
▁վեց	-3071
▁հիմնված	-3072
▁ալի	-3073
սոն	-3074
▁Այնուամենայնիվ	-3075
▁անցել	-3076
▁բարդ	-3077
▁առևտր	-3078
ский	-3079
▁to	-3080
▁անվանումը	-3081
▁по	-3082
▁եղանակ	-3083
եկց	-3084
▁հյուր	-3085
▁աստերոիդը	-3086
ագրում	-3087
▁ընդունվել	-3088
▁Թոմ	-3089
▁խանգ	-3090
▁դատար	-3091
ունկց	-3092
▁դի	-3093
▁ստանալ	-3094
▁բաժանում	-3095
▁անցնում	-3096
▁մոտենում	-3097
▁Հայտն	-3098
▁անվանակ	-3099
իստներ	-3100
սկին	-3101
▁շուկ	-3102
▁հիմնադիր	-3103
ահաս	-3104
նային	-3105
եմիեր	-3106
ագաթ	-3107
▁Կապ	-3108
Պաշտոնական	-3109
▁Նահանգ	-3110
▁Հակ	-3111
ոնների	-3112
▁ռադի	-3113
ոներ	-3114
ip	-3115
▁հարված	-3116
▁երկրներում	-3117
▁Ինչ	-3118
▁վիլ	-3119
▁տնօրեն	-3120
▁Բլ	-3121
▁դժվար	-3122
си	-3123
▁կարծի	-3124
ստամբ	-3125
▁համատեղ	-3126
▁Սև	-3127
▁այժմ	-3128
ալդ	-3129
ուրը	-3130
▁Իսպանիայի	-3131
▁այցել	-3132
▁երկրամ	-3133
▁խփ	-3134
ма	-3135
իկները	-3136
▁սխ	-3137
▁հանց	-3138
▁հայտարարել	-3139
▁գեներ	-3140
աշտպան	-3141
▁Միխ	-3142
▁բացահայտ	-3143
ադիտ	-3144
▁Գետի	-3145
▁Պատկերասրահ	-3146
ստի	-3147
▁Ադ	-3148
▁Վլադիմիր	-3149
ack	-3150
▁հավաքածու	-3151
▁Աս	-3152
վեն	-3153
▁կոմիտ	-3154
ելյան	-3155
ուտով	-3156
▁Որպես	-3157
▁դերասանուհի	-3158
▁Ժողովրդ	-3159
ork	-3160
▁գավառի	-3161
աստի	-3162
▁բույս	-3163
ort	-3164
▁մեխ	-3165
սին	-3166
▁Գրիգոր	-3167
▁կյանք	-3168
orm	-3169
▁դասեր	-3170
▁գործունեության	-3171
▁կարմիր	-3172
որջ	-3173
▁պատգամավոր	-3174
▁Հնդկ	-3175
▁Վրաստանի	-3176
▁հնարավորություն	-3177
▁h	-3178
տան	-3179
▁երկաթ	-3180
ակերգ	-3181
ողը	-3182
▁փրկ	-3183
▁տրան	-3184
աշխատ	-3185
▁գալ	-3186
ԽՍՀ	-3187
ամիջ	-3188
▁Խաղ	-3189
▁հետաքրքր	-3190
ур	-3191
▁որոշում	-3192
աբանություն	-3193
ինդ	-3194
արների	-3195
▁մոդել	-3196
ակային	-3197
▁հակառակ	-3198
րիդ	-3199
ապարտ	-3200
ոնիայի	-3201
տել	-3202
▁ցանց	-3203
▁հեռուստաս	-3204
▁երեխաների	-3205
▁փակ	-3206
eb	-3207
▁խումբը	-3208
▁Սալ	-3209
զոր	-3210
▁կոմպոզիտոր	-3211
եյց	-3212
▁Թուրքիայի	-3213
ածին	-3214
ավարար	-3215
ոհան	-3216
տանիշ	-3217
▁գոտու	-3218
▁խաղացող	-3219
ատական	-3220
քը՝	-3221
▁տեր	-3222
▁արևմտյան	-3223
նակի	-3224
▁համալ	-3225
▁քրիստոն	-3226
▁զբաղվել	-3227
▁Պետերբ	-3228
▁արար	-3229
ска	-3230
▁արժեք	-3231
▁գոտում	-3232
▁երբեմն	-3233
▁Բաշկ	-3234
▁արձան	-3235
▁Եգ	-3236
ազարդ	-3237
։ 	-3238
▁Ուսումնասիր	-3239
ib	-3240
ունից	-3241
▁գերեզման	-3242
▁Հիմն	-3243
▁կառավարման	-3244
▁բացառ	-3245
ми	-3246
ob	-3247
▁սկսած	-3248
▁համայնքի	-3249
▁Լու	-3250
▁էներգ	-3251
ուկի	-3252
▁Ռոստ	-3253
իչը	-3254
եցնել	-3255
տես	-3256
Ավ	-3257
▁ծանոթ	-3258
▁վարձ	-3259
▁Բրազիլիայի	-3260
▁վերան	-3261
երային	-3262
▁Աստված	-3263
▁արծ	-3264
▁ելույթ	-3265
ենտին	-3266
ավի	-3267
թան	-3268
▁տոն	-3269
▁վճար	-3270
ալիֆ	-3271
▁այգ	-3272
ագահ	-3273
ory	-3274
րեյ	-3275
ուտեն	-3276
ant	-3277
▁աստղագիտական	-3278
▁մնաց	-3279
▁Մարկ	-3280
▁անվտանգ	-3281
ivers	-3282
ահեղ	-3283
▁ոչնչ	-3284
▁ներկայացված	-3285
ավան	-3286
եդեր	-3287
▁ուժերի	-3288
▁թիվը	-3289
ոլեջ	-3290
ացան	-3291
ասական	-3292
▁վիլայ	-3293
▁մրցաշար	-3294
▁քաղց	-3295
ոլիկ	-3296
то	-3297
▁սպեկտրալ	-3298
▁ցուցահանդես	-3299
ոյան	-3300
▁Իսրայ	-3301
▁դու	-3302
բուրգ	-3303
▁սկսվել	-3304
▁Գալ	-3305
▁բլ	-3306
▁Համալսարանի	-3307
▁Գոր	-3308
▁Հարց	-3309
▁հեռավորությունը	-3310
▁մոլորակների	-3311
▁ուրիշ	-3312
ստրի	-3313
▁վաստակավոր	-3314
▁տեղը	-3315
ond	-3316
▁մուլտֆիլմ	-3317
▁արագությամբ	-3318
յում	-3319
▁Դի	-3320
xt	-3321
▁կետ	-3322
տոն	-3323
▁օգտագործվել	-3324
ազն	-3325
ոստան	-3326
▁դրամատ	-3327
▁մաթեմատ	-3328
▁համաձայն՝	-3329
▁պայմանագիր	-3330
▁սառ	-3331
վկ	-3332
▁եվրոպական	-3333
▁պաշտպանության	-3334
▁ոտ	-3335
▁Արեգակի	-3336
ակազմ	-3337
▁ունեցավ	-3338
▁հարավային	-3339
▁իսպան	-3340
▁րոպ	-3341
фи	-3342
ազոր	-3343
▁հասել	-3344
▁Անվան	-3345
ովկա	-3346
▁տեղեկատվ	-3347
▁հատորով	-3348
▁դասակարգ	-3349
յուժե	-3350
▁ծածկ	-3351
▁գերմանական	-3352
▁մարմիններ	-3353
▁Թագ	-3354
ադրված	-3355
▁զբոս	-3356
▁Հայտնաբեր	-3357
▁տարիների	-3358
աքար	-3359
▁հրավիր	-3360
▁գրանցամատ	-3361
▁տառ	-3362
▁Մարդ	-3363
▁դրոշ	-3364
ացիա	-3365
պիսով	-3366
▁ընտանիքներ	-3367
▁Սիլ	-3368
ոնգ	-3369
▁Mar	-3370
▁ծայր	-3371
▁Com	-3372
▁երկարությունը	-3373
ջել	-3374
▁ուսուց	-3375
▁կոմունա	-3376
▁դպրոցը	-3377
▁սեն	-3378
▁տեքստ	-3379
▁Սերգ	-3380
իլյամ	-3381
▁ամենամեծ	-3382
▁Տնտեսություն	-3383
up	-3384
աքանակ	-3385
ff	-3386
աստանը	-3387
▁ընտրվել	-3388
անունների	-3389
▁սմ	-3390
▁։	-3391
▁առարկ	-3392
yle	-3393
▁Յու	-3394
ավորել	-3395
▁իմաստ	-3396
гра	-3397
▁կարգավ	-3398
քերում	-3399
ich	-3400
▁ֆրանսիական	-3401
յանց	-3402
▁նկատ	-3403
▁խավար	-3404
▁g	-3405
▁Ֆիլմեր	-3406
ադրվում	-3407
▁ոստիկան	-3408
▁Վիկտոր	-3409
▁զբաղեցրել	-3410
ակր	-3411
▁Բեն	-3412
▁թվում՝	-3413
▁Լև	-3414
արա	-3415
▁Բաշկորտ	-3416
▁ապրանք	-3417
▁e	-3418
▁դեսպան	-3419
▁Էմ	-3420
▁գրված	-3421
▁Հետագայում	-3422
▁նպաստ	-3423
ամաք	-3424
▁երաժիշտ	-3425
▁ուղեծրի	-3426
▁ստիպված	-3427
▁թեկնածու	-3428
▁Սիմ	-3429
fr	-3430
բր	-3431
ադրությունը	-3432
▁բալ	-3433
իպալ	-3434
▁Անգլ	-3435
եվ	-3436
"|	-3437
ազատ	-3438
▁եկեղեցի	-3439
▁պայմանավորված	-3440
▁միջինում	-3441
▁Եգիպտ	-3442
▁ապստամբ	-3443
աա	-3444
▁Իտալիայում	-3445
սեն	-3446
▁գրանցամատյանի	-3447
▁ընկերությունը	-3448
▁տեղական	-3449
▁բարձ	-3450
▁բնութ	-3451
▁եթ	-3452
▁հեռուստա	-3453
ահանում	-3454
▁սերի	-3455
թուր	-3456
ստեր	-3457
▁Д	-3458
▁տիեզեր	-3459
▁շինարար	-3460
▁վիլայեթի	-3461
▁տարածքը	-3462
▁քաղաքացիական	-3463
կո	-3464
ազի	-3465
ry	-3466
հայ	-3467
▁թվականներին՝	-3468
▁ուղղված	-3469
▁հաղթել	-3470
ունիցիպալ	-3471
աբեկ	-3472
▁թիմի	-3473
▁ինդեքս	-3474
▁Վարդ	-3475
▁Mus	-3476
▁պտույտ	-3477
▁Գիտ	-3478
▁աշխատանքը	-3479
▁դեռևս	-3480
▁դեբ	-3481
▁համարում	-3482
▁գործերի	-3483
▁հասնում	-3484
▁Գերման	-3485
▁ճակատամարտ	-3486
րույց	-3487
▁ընկած	-3488
▁Ժամանակ	-3489
լայն	-3490
▁դիտարկումները	-3491
▁արևելյան	-3492
իծը	-3493
ոկրատ	-3494
▁տերմ	-3495
▁վտանգ	-3496
▁պարունակում	-3497
▁գյուղատնտես	-3498
▁ժամանակի	-3499
▁հովան	-3500
end	-3501
անկտ	-3502
▁հայրը	-3503
ինգի	-3504
▁անվանակարգ	-3505
համ	-3506
▁on	-3507
▁միջավայր	-3508
▁քոլեջ	-3509
▁գավաթ	-3510
ial	-3511
արք	-3512
սկե	-3513
ай	-3514
▁սպաս	-3515
▁բացի	-3516
▁շարժման	-3517
▁Զբաղ	-3518
▁կազմակերպության	-3519
երբակալ	-3520
լո	-3521
շռ	-3522
▁տեղանունների	-3523
▁Դավ	-3524
▁հիթ	-3525
▁տարիներ	-3526
▁Հայտնաբերվել	-3527
ith	-3528
▁հանրապետ	-3529
▁քանակը	-3530
անյութ	-3531
ոստային	-3532
ականներ	-3533
խավոր	-3534
ասարակ	-3535
▁փորձում	-3536
▁ճշ	-3537
ումներից	-3538
▁մրցույթ	-3539
ություններն	-3540
▁Կի	-3541
անին	-3542
 -	-3543
▁к	-3544
▁պատմությունը	-3545
▁այնքան	-3546
▁տիպ	-3547
▁ասել	-3548
▁Մին	-3549
▁մղ	-3550
▁առավելագույնը	-3551
▁արքայ	-3552
▁կալ	-3553
▁Բաշկորտոստան	-3554
նակից	-3555
tur	-3556
ոդի	-3557
▁պի	-3558
▁Շվեդ	-3559
▁տև	-3560
վկիան	-3561
▁Ընդհանուր	-3562
▁for	-3563
▁Վաղ	-3564
▁լեգ	-3565
իք	-3566
▁առկա	-3567
▁Հայտնի	-3568
▁արհեստ	-3569
արներ	-3570
...	-3571
▁Ներկ	-3572
▁քույր	-3573
▁ընդունել	-3574
ary	-3575
за	-3576
▁առաք	-3577
▁Այստեղ	-3578
▁պո	-3579
ևնույն	-3580
▁թատրոն	-3581
▁Արեգակից	-3582
▁Հաջ	-3583
▁վերականգն	-3584
վե	-3585
ամին	-3586
կալ	-3587
ացին	-3588
▁ծաղ	-3589
▁Աստերոիդ	-3590
▁գյուղական	-3591
ովյան	-3592
▁տիտ	-3593
ev	-3594
ություն՝	-3595
▁արդյունավետ	-3596
▁տեսել	-3597
ավարի	-3598
նձ	-3599
լը	-3600
▁հոգևոր	-3601
▁Սիր	-3602
▁կյանքը	-3603
▁ում	-3604
եծրի	-3605
▁սկիզբ	-3606
▁բջիջ	-3607
▁Արե	-3608
▁իշխանության	-3609
հետ	-3610
ակցության	-3611
յոն	-3612
նան	-3613
ամիջոց	-3614
▁եզր	-3615
▁Այնուհետև	-3616
▁քառ	-3617
▁Վեն	-3618
լիկ	-3619
▁Ջորջ	-3620
րոմ	-3621
▁la	-3622
▁ավազանային	-3623
▁գերազանց	-3624
▁առանձնահատ	-3625
իթի	-3626
եոդ	-3627
ագծ	-3628
ուղեծրի	-3629
ուրկ	-3630
ականներին	-3631
ամենը	-3632
▁Մտնում	-3633
▁Կեդ	-3634
▁գեներալ	-3635
ինքն	-3636
▁տեսակի	-3637
▁պետության	-3638
արիստ	-3639
▁պապ	-3640
ռչակ	-3641
▁կենդ	-3642
mer	-3643
▁Կազմ	-3644
▁Ռոբերտ	-3645
ев	-3646
enter	-3647
անիկ	-3648
▁շարժվելով	-3649
▁Վաս	-3650
իտի	-3651
▁երաժշտության	-3652
▁Th	-3653
աններ	-3654
երկրային	-3655
ածրի	-3656
▁սահմանափակ	-3657
▁Կարմիր	-3658
▁Հովհաննես	-3659
ру	-3660
▁ուղեծրով	-3661
▁Հաուտեն	-3662
▁Ուր	-3663
▁Եթե	-3664
ния	-3665
▁մահից	-3666
▁ֆուտբոլային	-3667
ասեն	-3668
▁արտադրության	-3669
▁Մինչև	-3670
▁յուր	-3671
անների	-3672
▁պրոդյուսեր	-3673
▁ներքո	-3674
ողությունը	-3675
▁քաշ	-3676
▁բազ	-3677
▁Բեր	-3678
ակառուց	-3679
ang	-3680
ies	-3681
▁խավարածրի	-3682
qu	-3683
▁Կենտր	-3684
ment	-3685
ատուն	-3686
▁փառատ	-3687
▁վատ	-3688
▁խաղերի	-3689
եև	-3690
▁Ֆրանսիայում	-3691
Արե	-3692
▁ոգ	-3693
▁վարպետ	-3694
▁գաղտնի	-3695
▁հիմնադրվել	-3696
▁Չար	-3697
▁դիվան	-3698
ուսական	-3699
ek	-3700
դա	-3701
▁Ստեփ	-3702
▁ծախ	-3703
»),	-3704
լեր	-3705
ովո	-3706
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁	-3707
ռլանդ	-3708
▁հեռու	-3709
▁մահվան	-3710
▁Կոստ	-3711
▁նախագահի	-3712
ՈՒ	-3713
երը՝	-3714
ակայքում	-3715
▁Ուկրաին	-3716
վածքի	-3717
▁հարթությունները	-3718
▁ստացավ	-3719
▁ծառայության	-3720
▁Օրինակ	-3721
▁ֆունկց	-3722
▁հասարակության	-3723
▁դասավանդ	-3724
▁Պի	-3725
▁հանձնաժողով	-3726
ռանը	-3727
▁Գետ	-3728
ելուց	-3729
▁Աստերոիդի	-3730
° 	-3731
▁քարտուղ	-3732
ոլեկ	-3733
ահատված	-3734
ոտր	-3735
▁ներկ	-3736
▁Կեդրոն	-3737
▁ցանկացած	-3738
▁Նիկոլայ	-3739
իչների	-3740
▁խաղաղ	-3741
Արեւմտահայ	-3742
▁Արեւմտահայ	-3743
▁Հարցերու	-3744
Արեւմտահայաստանի	-3745
▁О	-3746
▁շտ	-3747
▁ող	-3748
ագրով	-3749
▁անի	-3750
այության	-3751
▁Միջազգային	-3752
▁քայլ	-3753
ջի	-3754
▁զույ	-3755
մա	-3756
քերթ	-3757
▁ցանկանում	-3758
▁ուսուցիչ	-3759
▁ձերբակալ	-3760
▁գնում	-3761
▁վերլուծ	-3762
▁խիստ	-3763
▁ներառյալ	-3764
րիգ	-3765
▁մնում	-3766
▁պատկերասրահ	-3767
▁Ադրբեջանի	-3768
րոք	-3769
▁ափին	-3770
իժ	-3771
▁ավտոմ	-3772
▁Չեխ	-3773
▁ճյուղ	-3774
▁բյուր	-3775
▁=	-3776
▁դին	-3777
▁Աթ	-3778
▁Ջեյմ	-3779
ung	-3780
որթ	-3781
▁մտած	-3782
ատրաստ	-3783
▁կորց	-3784
▁Z	-3785
մուշ	-3786
▁Տեր	-3787
▁զարդ	-3788
▁կեղծ	-3789
▁աստիճանի	-3790
▁զբաղվում	-3791
▁ած	-3792
▁հով	-3793
ոսյան	-3794
▁http	-3795
▁ամենա	-3796
հար	-3797
▁տեսահոլով	-3798
ate	-3799
ագրված	-3800
▁Օսմանյան	-3801
ont	-3802
կետ	-3803
▁մասնավորապես	-3804
man	-3805
աբոր	-3806
▁միաժամանակ	-3807
ախառն	-3808
▁Ամերիկայի	-3809
▁երեխան	-3810
ինց	-3811
▁ընդամենը	-3812
▁Bo	-3813
ien	-3814
▁ազդեցություն	-3815
az	-3816
▁դրան	-3817
▁հանք	-3818
▁հզոր	-3819
ational	-3820
ինյան	-3821
եդի	-3822
Երկ	-3823
▁ավեր	-3824
խի	-3825
ադրան	-3826
▁տարբերակ	-3827
▁Նորվեգ	-3828
ավագույն	-3829
▁Բայց	-3830
▁կրոնական	-3831
▁անմիջապես	-3832
▁Հայոց	-3833
▁Ինչպես	-3834
ատարած	-3835
▁դերասանուհիներ	-3836
▁տարեկանում	-3837
▁մնացած	-3838
եզի	-3839
▁վարչապետ	-3840
▁շրջանակներում	-3841
▁մանր	-3842
▁Մաք	-3843
▁սիմ	-3844
▁գահ	-3845
▁Univers	-3846
ոկալ	-3847
ind	-3848
▁աշխատանքները	-3849
▁առաջանում	-3850
▁սկզբում	-3851
▁կինը	-3852
▁Վին	-3853
▁մոլորակներ	-3854
▁նր	-3855
▁ենք	-3856
▁երգեր	-3857
ուան	-3858
▁անցկացրել	-3859
աթիռ	-3860
▁Համայն	-3861
▁Հավ	-3862
▁հոսում	-3863
▁Սանկտ	-3864
▁Սյուժե	-3865
▁Գեղ	-3866
▁թագավորական	-3867
▁հետագա	-3868
եմին	-3869
▁զինված	-3870
▁ազգանուն	-3871
▁գավաթի	-3872
▁Ատ	-3873
ացրեց	-3874
▁աստղադիտ	-3875
▁Անգլիայի	-3876
եա	-3877
▁հասակում	-3878
▁Տեղ	-3879
այիլ	-3880
ug	-3881
▁Արգ	-3882
ինթ	-3883
▁արյուն	-3884
▁հեռուստասերիալ	-3885
նակարգ	-3886
ve	-3887
▁բող	-3888
▁ծրագրի	-3889
չում	-3890
▁իրավունքների	-3891
rom	-3892
ելս	-3893
▁նշանակվել	-3894
▁գեղեց	-3895
▁Արդյուն	-3896
▁վառ	-3897
▁գրքի	-3898
▁պատմաբան	-3899
ենցի	-3900
▁ամուսնացել	-3901
ամպ	-3902
եկտի	-3903
▁մասնագիտ	-3904
▁Sp	-3905
▁Ծնվել	-3906
▁Պարգև	-3907
րեական	-3908
▁հարուստ	-3909
▁Պեր	-3910
▁ծննդ	-3911
ագրեր	-3912
Առ	-3913
▁Թագավոր	-3914
▁կանգն	-3915
▁արտիստ	-3916
▁г	-3917
сти	-3918
▁Այլ	-3919
▁դասական	-3920
ախմբի	-3921
▁մարմնի	-3922
▁յոթ	-3923
եյթ	-3924
▁Le	-3925
այս	-3926
▁դրս	-3927
▁Անվանված	-3928
▁բրիտանական	-3929
▁վերաբերում	-3930
ույթների	-3931
եցված	-3932
ածուն	-3933
▁Հանդ	-3934
ուների	-3935
▁առևտ	-3936
որտի	-3937
Համ	-3938
▁կրում	-3939
ust	-3940
▁Պլ	-3941
իաների	-3942
▁Իսկ	-3943
ովայի	-3944
▁դարպ	-3945
▁Հայաստան	-3946
▁ալբոմը	-3947
երկր	-3948
▁վիճակագրության	-3949
▁Լուս	-3950
▁հանցագործ	-3951
▁ժողովածու	-3952
▁Շատ	-3953
▁կարդ	-3954
▁ոսկե	-3955
ный	-3956
ոքի	-3957
▁ժամանակահատված	-3958
▁խանգար	-3959
▁մնացել	-3960
իչի	-3961
արատ	-3962
ուֆ	-3963
ունգ	-3964
▁բավականին	-3965
▁շերտ	-3966
▁ֆինանսական	-3967
▁ունենալ	-3968
ամասն	-3969
արկի	-3970
▁կռ	-3971
▁Եվրոպայում	-3972
որգ	-3973
իդի	-3974
ոյին	-3975
▁հայրենի	-3976
▁ասում	-3977
ումներով	-3978
ոտի	-3979
▁վերաբերել՝	-3980
▁Ղր	-3981
▁նախկինում	-3982
ос	-3983
կու	-3984
որտային	-3985
▁մարդկանցից	-3986
ոքս	-3987
▁կոչում	-3988
▁հասկաց	-3989
աժամ	-3990
դեմ	-3991
▁հռոմ	-3992
▁կոդ՝	-3993
ins	-3994
▁հնդ	-3995
▁Սարգ	-3996
▁բանտ	-3997
▁թոշ	-3998
▁արմատ	-3999
ская	-4000
ացուցիչ	-4001
▁պատկան	-4002
ագավառ	-4003
▁պնդում	-4004
▁Վերին	-4005
ite	-4006
▁օտար	-4007
պտ	-4008
իսկոպ	-4009
▁կարողանում	-4010
▁ամր	-4011
▁խոստ	-4012
ix	-4013
▁քանդակագործ	-4014
▁անբ	-4015
▁բերում	-4016
▁պրոֆեսիոնալ	-4017
▁ֆիզիկական	-4018
▁կարիերան	-4019
▁հունիս	-4020
form	-4021
ազար	-4022
▁օբյեկտ	-4023
▁շարունակում	-4024
ադարյան	-4025
▁բաժին	-4026
որտուգ	-4027
ադրանք	-4028
աբի	-4029
առային	-4030
▁Բուլղ	-4031
▁ընկալ	-4032
ոլիտ	-4033
▁անձնական	-4034
ագրվում	-4035
▁անդ	-4036
▁նախարարության	-4037
EE	-4038
▁հայտնաբերվել	-4039
▁Press	-4040
▁գլուխ	-4041
▁III	-4042
▁մասնավոր	-4043
▁արդյունք	-4044
▁Ժան	-4045
▁բրոն	-4046
▁արաբ	-4047
▁խաղի	-4048
▁շքանշ	-4049
▁շնչ	-4050
▁հովանավոր	-4051
▁ճառ	-4052
ոտլանդ	-4053
▁պայմաններում	-4054
ոե	-4055
iz	-4056
▁կայուն	-4057
ախոսային	-4058
▁ճանապարհին	-4059
▁Բեռ	-4060
սթ	-4061
վածներ	-4062
ռիչ	-4063
▁նախորդ	-4064
▁տիտղ	-4065
▁արտաս	-4066
ավարության	-4067
▁թանգարանի	-4068
▁փաստաթ	-4069
▁Ախ	-4070
▁կենտրոնը	-4071
▁դիման	-4072
ав	-4073
ast	-4074
ly	-4075
այժմ	-4076
շնամ	-4077
միտ	-4078
▁ՄԱԿ	-4079
▁պատճառներով	-4080
 –	-4081
▁հավանական	-4082
▁աքս	-4083
▁որդին	-4084
աբաժ	-4085
ян	-4086
▁մշտական	-4087
▁Կենտրոնական	-4088
▁Ռուսական	-4089
▁գիրքը	-4090
▁բնագավառ	-4091
▁էպ	-4092
▁թղթ	-4093
▁վերադարձել	-4094
▁մեկի	-4095
▁Բն	-4096
▁Վան	-4097
▁կտավ	-4098
▁Տր	-4099
ացնելով	-4100
▁շարունակել	-4101
▁Մեկ	-4102
աթե	-4103
▁by	-4104
▁Հունգ	-4105
▁տիրապետ	-4106
ние	-4107
▁Կին	-4108
արգար	-4109
▁առաջնությունում	-4110
ոլին	-4111
▁տոկ	-4112
▁քննարկ	-4113
▁ալբոմի	-4114
▁ջրի	-4115
▁օլիմպիական	-4116
▁եզրափակիչ	-4117
▁զոհվել	-4118
ապաշտպան	-4119
▁Սկզբ	-4120
▁առմամբ	-4121
ern	-4122
անման	-4123
եգործ	-4124
ելին	-4125
▁Բան	-4126
▁և՛	-4127
դանավ	-4128
երական	-4129
ագայթ	-4130
▁Սերգեյ	-4131
կած	-4132
▁հարմար	-4133
▁ասպ	-4134
▁Մրցանակ	-4135
▁Արաբ	-4136
▁ֆրանսիացի	-4137
▁տարբերություն	-4138
ավազ	-4139
▁խառն	-4140
▁ավանդական	-4141
Ֆրան	-4142
▁արյան	-4143
▁մատուց	-4144
▁ռեկ	-4145
▁ուղևոր	-4146
▁լք	-4147
▁նյարդ	-4148
ամշակ	-4149
▁գագաթ	-4150
▁գույն	-4151
ատև	-4152
▁տվեց	-4153
▁տարածքի	-4154
▁միշտ	-4155
.),	-4156
անթ	-4157
ward	-4158
Մի	-4159
▁դրսևոր	-4160
ելիս	-4161
▁փոր	-4162
արաններ	-4163
он	-4164
կության	-4165
▁թատերական	-4166
▁Ռոստովի	-4167
▁նշվում	-4168
▁դասախոս	-4169
▁Սովոր	-4170
մեռ	-4171
▁ինչի	-4172
▁ստեղծման	-4173
ong	-4174
▁Սեր	-4175
▁փոխարեն	-4176
իղ	-4177
Կար	-4178
ուկը	-4179
▁ցանկում	-4180
▁վախ	-4181
III	-4182
▁Սու	-4183
ire	-4184
▁գաղափար	-4185
▁Par	-4186
մն	-4187
▁մարմն	-4188
▁գով	-4189
▁չէին	-4190
աստիճ	-4191
▁նախաձ	-4192
▁նշում	-4193
▁կրթության	-4194
▁իջ	-4195
▁ճանապարհորդ	-4196
▁շրջանին	-4197
▁ահ	-4198
եպիսկոպ	-4199
▁սուր	-4200
▁կերպով	-4201
▁ընտանիքը	-4202
lish	-4203
▁մոտավորապես	-4204
▁հավան	-4205
▁համոզ	-4206
▁վերադառն	-4207
▁կրկն	-4208
